Repository: vitu86/pitch-perfect
Catalog: PitchPerfect/Resources/Internationalization/*.lproj/Localizable.strings
Languages: pt_br

# Home.Title
source: Record!
pt_br: Grave!

# Home.TapToRecord
source: Tap to record
pt_br: Clique para gravar

# Home.RecordingInProgress
source: Recording in progress
pt_br: Gravação em progresso

# Home.AudioFileError
source: Error trying to create audio file
pt_br: Erro tentando criar o arquivo de áudio

# Home.AudioEngineError
source: Error trying to start audio engine
pt_br: Erro tentando iniciar o mecanismo de áudio

# Home.GenericError
source: Error
pt_br: Erro

# Home.PermissionError
source: Allow the microphone usage in 'Settings' -> 'Privacy' -> 'Microphone'
pt_br: Permita o uso do microfone em 'Configurações' -> 'Privacidade' -> 'Microfone'

# Home.Alert.Settings
source: Settings
pt_br: Configurações

# Home.Alert.Cancel
source: Cancel
pt_br: Cancelar

# PlaySounds.Title
source: Play!
pt_br: Ouça!
